Repository: cherrykhanneala/vippni
Catalog: lib/110n/app_*.arb
Languages: es

# title
source: Product Upload
es: Carga de Producto

# productNameHint
source: Enter the product name
es: Ingrese el nombre del producto

# productDescriptionHint
source: Enter the product description
es: Ingrese la descripción del producto

# productTypeHint
source: Select the product type
es: Seleccione el tipo de producto

# productPriceHint
source: Enter the product price
es: Ingrese el precio del producto

# productQuantityHint
source: Enter the product quantity
es: Ingrese la cantidad del producto

# productAvailabilityHint
source: Select the product availability
es: Seleccione la disponibilidad del producto

# productWeightHint
source: Enter the weight
es: Ingrese el peso

# productDimensionsHint
source: Enter the dimensions
es: Ingrese las dimensiones

# productMaterialHint
source: Select the material
es: Seleccione el material

# productColorHint
source: Add a color
es: Agregar un color

# productTagHint
source: Add a tag
es: Agregar una etiqueta

# productSaved
source: Product saved successfully
es: Producto guardado con éxito

# draftSaved
source: Draft saved successfully
es: Borrador guardado con éxito
